tap "homebrew/cask-fonts"

brew "git"
brew "asdf"
brew "chezmoi"
brew "gawk"
brew "gnupg"
brew "ruby"
brew "zsh"
cask "1password-cli"
cask "arc"
cask "bbedit"
cask "cursor"
cask "font-encode-sans-condensed"
cask "font-encode-sans-expanded"
cask "font-encode-sans-sc"
cask "font-encode-sans-semi-condensed"
cask "font-encode-sans-semi-expanded"
cask "font-fira-code"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-chrome@canary"
cask "iterm2"
cask "little-snitch@nightly"
cask "marta"
cask "parallels@19"
cask "raycast"
cask "textmate"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "warp"
