brew "git"
brew "asdf"
brew "aws-cdk"
brew "awscli"
brew "chezmoi"
brew "gawk"
brew "gh"
brew "gnupg"
brew "ollama", restart_service: :changed
brew "ruby"
brew "tesseract"
brew "tesseract-lang"
brew "zsh"
cask "1password-cli"
cask "arc"
cask "bbedit"
cask "cursor"
cask "docker-desktop"
cask "font-encode-sans-condensed"
cask "font-encode-sans-expanded"
cask "font-encode-sans-sc"
cask "font-encode-sans-semi-condensed"
cask "font-encode-sans-semi-expanded"
cask "font-fira-code"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-chrome@canary"
cask "iterm2"
cask "little-snitch@nightly"
cask "marta"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "parallels@19"
cask "raycast"
cask "spotify"
cask "textmate"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "wakatime"
cask "warp"
vscode "angular.ng-template"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "nrwl.angular-console"
vscode "wakatime.vscode-wakatime"
